Repository: OpenTails/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: de_ch, nl_nl

# Description of the language selection option on the settings page
source: Usually, Crumpet will use the language that your device uses, or English if that language is not available. However, if you wish to force some language, you can select it here, and we will use that language instead.
de_ch: Normalerwiis wird Crumpet d Sprache bruuche, wo dis Gerät bruucht, oder Englisch, wenn die Sprach nid verfügbar isch. Aber falls du wotsch, dass mir en beschtimmte Sprach bruche, chasch sie do uswähle, und mir werden die Sprach stattdesse bruuche.

source: App Restart Required
de_ch: App Neu starte erforderlich

source: When switching languages, you need to restart the app to ensure all the text and so on is updated. To quit the app now, click OK, or click Cancel to not quit just now.
de_ch: Wenn du die Sprache wechselst, musst du die App neu starten, um sicherzustellen, dass alle Texte und andere Inhalte aktualisiert werden. Um die App jetzt zu beenden, klicke auf OKAY. Klicke auf Abbrechen, um vorerst nicht zu beenden.

# Heading for the panel for the demo modus of the app, on the settings page
source: Fake Tail
de_ch: Simulation Uusrüstig
nl_nl: Nepstaart demomodus

# Description for the panel for the demo modus of the app, on the settings page
source: If you have just downloaded the app, for example in anticipation of the arrival of your brand new, super shiny MiTail or EarGear, you might want to explore what the app can do. You can click the button below to trick the app into thinking that there is a tail nearby, and let you explore what options exist. Enabling this option will make a fake tail show up on the welcome page.
de_ch: Wenn du grad die App geraade herunterglade hesch, will du zum Bispil uf diinä super geniale, mega coole MiTail oder diinä EarGear wartisch, chasch di Warteziit verkürze indem du dich in dr App umeluegsch. Du chasch mit em Button unten es MiTail simuliere und chasch di Iistelligsmöglichkeite aluege.

source: Show Fake Tail
de_ch: Simulierti Uusrüstig aaluege
nl_nl: Nepstaart laten zien

source: Connecting
de_ch: Verbindet

# Header for the page for the Glow Tips
source: Glow Tips
de_ch: Leuchtfüür Tipp
nl_nl: Lichtpatronen

# Button for stopping the light patterns, on the page for the Glow Tips
source: Stop Lights
de_ch: Liach usmache
nl_nl: Lichten stoppen

# Description for the list of light patterns, on the page for the Glow Tips
source: The list below shows all the light patterns available to your gear. Tap any of them to send them off to any of your connected devices! If you have more than one connected, the little coloured dots show which you can send that light pattern to.
de_ch: In dr folgende Liste findsch alli Liicht-Effäkt, wo für diinä Gerät verfüegbar sind. Tipp uf en Effäkt, um ihn ah di verbunde Gerät z'schicke! Wenn meh als en Gerät verbunde isch, zeigt de chlini farbige Punkt ah, a welles Gerät de Liicht-Effäkt gschickt werde cha.

# List element for the light patterns, on the page for the Glow Tips
source: LED Patterns
de_ch: LED Muster
nl_nl: Lichtpatronen

# Heading for the Moves page
source: Moves
de_ch: Bewegige
nl_nl: Bewegingen

# Button for returning the tail to its home position, on the Moves page
source: Home Position
de_ch: Heimposition
nl_nl: Rustpositie

# Description for the list of moves, on the Moves page
source: The list below shows all the moves available to your gear. Tap any of them to send them off to any of your connected devices! If you have more than one connected, the little coloured dots show which you can send that move to.
de_ch: In dr folgende Liste findsch alli Bewegige, wo für diinä Gerät verfüegbar sind. Tipp eni Bewegig ah, um sie ah di verbunde Gerät z'schicke! Wenn meh als en Gerät verbunde isch, zeigt de chlini farbige Punkt ah, a welles Gerät die Bewegig gschickt werde cha.

# Description for the category for the Relaxed Moveset, on the Moves page
source: Calm and Relaxed
de_ch: Chillig und locker
nl_nl: Rustig en relax

# Description for the category for the Excited Moveset, on the Moves page
source: Fast and Excited
de_ch: Schnell und Ufgregt
nl_nl: Opgewonden

# Description for the category for the Tense Moveset, on the Moves page
source: Frustrated and Tense
de_ch: Fruschti und Spannt
nl_nl: Geirriteerd

source: Tilt Settings
de_ch: Neigigs Ihstellige

source: Home Position
de_ch: Heimetpositioun

source: Turn on tilting detection by ticking the box beside the name of the gear you want to detect them on. To decide what to do when a particular kind of tilting is detected, pick the moves and what bits of gear you want to send that move to if you have more than one (otherwise we'll just send it to itself).
de_ch: Aktivier d Kipperkennig, indem du d Chästli nebedem Name vom Zahnrädli akliggsch, wo du Neigung erkänne wotsch. Ums z'bstimme, was z'tue isch, wenn e bestimmte Art vom Kippe erkannt wird, wähl d Bewegige und d Gerät us, a die du die Bewegig schicke wotsch, falls du meh als en Gerät hesch (anderschdings schicke mir sie eifach a eus selber).

source: (no command)
de_ch: (kei Befehl)

# Title for the time picker
source: Pick a Time
de_ch: Wähl ä Ziit aus

# Label for the Hours field on a time picker
source: Hours
de_ch: Stündli
nl_nl: Uren

# Label for the Minutes field on a time picker
source: Minutes
de_ch: Minuete
nl_nl: Minuten

# Button for resetting a time field to the current time, on a time picker
source: Now
de_ch: Jetzt
nl_nl: Nu

# Button for cancelling the time entry, on a time picker
source: Cancel
de_ch: Abbruch
nl_nl: Annuleren

# Button for confirming the time entry, on a time picker
source: OK
de_ch: OKAY

# Label for the button for requesting bluetooth permissions on the welcome page
source: Get Bluetooth Permissions
de_ch: Erhalte Bluetooth Berechtigungen

# Label for the button for disconnecting gear, on the welcome page
source: Disconnect
de_ch: Abstoosse
nl_nl: Verbinding verbreken

# Label for the button for connecting gear, on the welcome page
source: Connect
de_ch: Verbinden
nl_nl: Verbinden

# Label for the button for looking for additional gear, on the welcome page
source: Look for gear
de_ch: Nach em Gerät sueche

# Label for the button for connecting additional gear, on the welcome page
source: Connect More...
de_ch: Meh Geräte verbinde...
nl_nl: Meer verbinden...

# Label for the button for opening the Moves page, on the welcome page
source: Moves
de_ch: Bewegige
nl_nl: Bewegingen

# Label for the button for opening the Ear Poses page, on the welcome page
source: Ear Poses
de_ch: Ohr Stellung
nl_nl: EarGear poses

# Label for the button for opening the Glow Tips page, on the welcome page
source: Glow Tips
de_ch: Lampa Tips
nl_nl: Lichtpatronen

# Label for the button for opening the Move List page, on the welcome page
source: Move List
de_ch: Liste vo de Bewegig
nl_nl: Opdrachtenlijst

# Label for the button for opening the Casual Mode page, on the welcome page
source: Casual Mode
de_ch: Gelegenhetsmodus
nl_nl: Intelligente Modus

# Label for the button for enabling the Casual Mode, on the welcome page
source: Enable Casual Mode
de_ch: Aktiviere de Beiluefä Mode

# Heading for the panel for turning on Listening Mode
source: Listening Mode
de_ch: Gerüsch-Modus
nl_nl: Luistermodus

# Label for the checkbox for turning on Listening Mode
source: Turn this on to make your gear react to sounds around it for five minutes at a time.
de_ch: Schalt das i, damit diini Ausrüschig uf Töni um sich i reagiere für fünf Minute am Stück.
nl_nl: Zet dit aan om je gear op geluiden te laten reageren (max: 5 minuten)

# Heading for the panel for turning on Tilt Mode
source: Tilt Mode
de_ch: Neigungsmode

# Label for the checkbox for turning on Tilt Mode
source: Turn this on to make your gear react to tilting movements.
de_ch: Schalt das i, damit dini Ausrüstig uf Kippige reagiert.

# Label for the button for opening the Gear Gestures page, on the welcome page
source: Gear Gestures
de_ch: Chleider-Gesten
nl_nl: Gear Gebaren

# The name of the first entry in any of the categories of moves
source: One
de_ch: Ess

# The name of the second entry in any of the categories of moves
source: Two
de_ch: Zwoo

# The name of the third entry in any of the categories of moves
source: Three
de_ch: Drüü

# The name of the fourth entry in any of the categories of moves
source: Four
de_ch: Vier

# The name of the fifth entry in any of the categories of moves
source: Five
de_ch: Füüff

# The name of the sixth entry in any of the categories of moves
source: Six
de_ch: Sechs

# The name of the seventh entry in any of the categories of moves
source: Seven
de_ch: Sibni

# The name of the eighth entry in any of the categories of moves
source: Eight
de_ch: Achti

# The name of the ninth entry in any of the categories of moves
source: Nine
de_ch: Nüni

# The name of the calm and relaxed category of gear moves
source: Calm and Relaxed
de_ch: ruhig und locker

# The name of the fast and excited category of gear moves
source: Fast and Excited
de_ch: Schnäll und ufgrägt

# The name of the frustrated and tense category of gear moves
source: Frustrated and Tense
de_ch: Frustriert und gspannt

# The name of the poses category of gear commands
source: Poses
de_ch: Haltige

# The name of the lights category of gear commands
source: Glow Tip Patterns
de_ch: Lüütspitz-Muster

# The name of the Blink command in the lights category of gear commands
source: Blink
de_ch: Blinkle

# The name of the Triangle command in the lights category of gear commands
source: Triangle
de_ch: Dreyeck

# The name of the Sawtooth command in the lights category of gear commands
source: Sawtooth
de_ch: Sägizahn

# The name of the Morse command in the lights category of gear commands
source: Morse
de_ch: Morsa

# The name of the Beacon command in the lights category of gear commands
source: Beacon
de_ch: Leuchtfeuer

# The name of the Flame command in the lights category of gear commands
source: Glame
de_ch: gläme

# The name of the Strobe command in the lights category of gear commands
source: Strobe
de_ch: Blitzlicht

# The name of the On command in the lights category of gear commands
source: On
de_ch: An

# The name of the Off command in the lights category of gear commands
source: Off
de_ch: Usga

# The human readable name of the walking sensor
source: Walking
de_ch: Schlänndere

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your EarGear box (the main service object could not be created). If you feel this is in error, please try again!
nl_nl: Er is een probleem opgetreden tijdens het verbinden met de EarGear box (het main service object kon niet aangemaakt worden). Als dit een fout is, probeer dan opnieuw!

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your EarGear box (the battery service was not available). If you feel this is in error, please try again!
nl_nl: Er is een probleem opgetreden tijdens het verbinden met de EarGear box (de batterij kon niet worden aangesproken). Als dit een fout is, probeer dan opnieuw!

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your ears, make sure the box is on and close to this device.
nl_nl: Er is iets misgegaan. Als je probeerde met de EarGear te verbinden, zorg er dan voor dat de Gear aanstaat en in de buurt is van je apparaat.

# Warning that the device disconnected itself
source: The EarGear box closed the connection.
nl_nl: De EarGear heeft de verbinding onderbroken.

source: Failed to connect to your EarGear box. Please try again (perhaps move it closer?)
nl_nl: Verbinden met de EarGear mislukt. Probeer opnieuw (misschien dichterbij houden?)

source: The EarGear box closed the connection, either by being turned off or losing power. Remember to charge your ears!
nl_nl: De EarGear heeft de verbinding onderbroken, doordat die is uitgeschakeld of de batterij leeg was. Vergeet niet je oren op te laden!

# Warning message when the main service was not found on the device
source: An error occured while connecting to your tail (the service object could not be created). If you feel this is in error, please try again!
nl_nl: Er is een probleem opgetreden tijdens het verbinden met de staart (het main service object kon niet aangemaakt worden). Als dit een fout is, probeer dan opnieuw!

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your tail, make sure it is on and close to this device.
nl_nl: Er is iets misgegaan. Als je probeerde met de staart te verbinden, zorg er dan voor dat die aanstaat en in de buurt is van je apparaat.

# Warning that the device disconnected itself
source: The tail closed the connection.
nl_nl: De staart heeft de verbinding onderbroken.

source: Failed to connect to your tail. Please try again (perhaps move it closer?)
nl_nl: Verbinden met de staart mislukt Probeer opnieuw (misschien dichterbij houden?)

source: The tail closed the connection, either by being turned off or losing power. Remember to charge your tail!
nl_nl: De staart heeft de verbinding onderbroken, doordat die is uitgeschakeld of de batterij leeg was. Vergeet niet je staart op te laden!

# Description for the page for selecting a pose for the EarGear
source: The list below shows all the poses available to your gear. Tap any of them to send them off to any of your connected devices!
nl_nl: Hier staan alle posities voor je Gear. Druk op een hiervan om dat naar je apparatuur te verzenden!

# Title for the page for selecting a pose for the Gear
source: Gear Gestures
nl_nl: Gear Gebaren

source: Home Position
nl_nl: Rustpositie

# Info card for the page for selecting a pose for the Gear
source: Turn on one of the sensors below to make your gear react to gestures performed on this device, if there is nothing else going on (that is, no current commands, and an empty command queue). For example, make your ears perk up when the device recognises that is has been picked up, or start wagging when it detects that you have taken a step.
nl_nl: Zet een van de sensors aan om je Gear te laten reageren op zijn omgeving (mits die zich in ruststand bevind). Als voorbeeld: Laat je oren opfloppen wanneer je je telefoon oppakt, of begin met je staart te wapperen wanneer je begint te lopen?

source: Multiple Gestures
nl_nl: Meerdere Gebaren

source: You are attempting to turn on more than one gesture at the same time. This will occasionally cause problems, primarily by being confusing to manage (for example, turning on both Walking and Shake is likely to cause both to be detected). If you are sure you want to do this, tap OK, or tap Cancel to not enable this gesture.
nl_nl: Je probeert meerdere gebaren tegelijk te activeren. Dit kan de Gear door de war brengen, doordat meerdere opdrachten dan kruislings kunnen lopen. Als je zeker weet wat je doet, druk dan op OK, druk anders op Annuleren.

source: Show On Welcome Page
nl_nl: Laat op welkomstpagina zien

source: (no command)
nl_nl: (geen opdracht)

# Title for the page for selecting a move in Casual Mode
source: Casual Mode Categories
nl_nl: Intelligente Modus categorieÃ«n

source: Calm and Relaxed
nl_nl: Rustig en relax

source: Fast and Excited
nl_nl: Opgewonden

source: Frustrated and Tense
nl_nl: Geirriteerd

source: LED Patterns
nl_nl: Lichtpatronen

source: This is where you set the pauses in between moves, as well as the families of moves that can be called upon.
nl_nl: Hier kan je de pauses tussen bewegingen inprogrammeren, en de types bewegingen kiezen.

# Description for the prompt for entering a name for your Gear
source: Enter a name to use for your new gear
nl_nl: Vul een naam in voor je nieuwe Gear

# Placeholder text for the prompt for entering a name for your Gear
source: Enter the name here
nl_nl: Geef je Gear een naam

# Label for your gear that gets shown when attempting to connect to it
source: Attempting to connect...
nl_nl: Aan het verbinden...

# Message warning for missing scan permissions, for the gear connecting card
source: To be able to find your gear, we need you to grant permission to access your location. Clicking the button below will show you a dialog that you need to press allow on. We do not use this information for anything else (feel free to get in touch if you want proof of this).
nl_nl: Om met je Gear te kunnen verbinden hebben we toestemming nodig voor het uitlezen van je locatie. Druk op de onderstaande knop om deze toestemming uit te geven. Wij gebruiken deze info nergens anders voor... als je meer informatie wil, neem dan contact met ons op

source: Get Location Permission...
nl_nl: Verkrijg locatietoestemmingen...

# Header for the panel for changing gear names, on the settings page
source: Gear Names
nl_nl: Gear namen

# Description for the panel for changing gear names, on the settings page
source: If you want to clear the names of any gear you have given a name, click the button below to make the app forget them all.
nl_nl: Als je alle namen van je Gear wilt verwijderen, druk op de volgende knop.

source: Forget Gear Names
nl_nl: Namen vergeten

source: Clear the names?
nl_nl: Alle namen leegmaken?

source: Please confirm that you do, in fact, want to clear all your saved device names.
nl_nl: Weet je zeker dat je *alle* namen wilt wissen uit je telefooon?

# Description for the panel for the demo modus of the app, on the settings page
source: If you have just downloaded the app, for example in anticipation of the arrival of your brand new, super shiny DIGITAiL or EarGear, you might want to explore what the app can do. You can click the button below to trick the app into thinking that there is a tail nearby, and let you explore what options exist. Enabling this option will make a fake tail show up on the welcome page.
nl_nl: Als je net de app heb gedownload, bijvoorbeeld omdat je een brand-nieuwe MiTail DigiTail of EarGear heb besteld, kan je hiermee alvast de app uitproberen. Dan verschijnt er een virtuele staart uit de lucht, waar je alle functionaliteit op kan uitproberen! Alleen maar een beetje fantasie nodig...

# Description for the list of light patterns, on the page for the Glow Tips
source: The list below shows all the light patterns available to your gear. Tap any of them to send them off to any of your connected devices!
nl_nl: Hier staan alle lichtpatronen voor je Gear. Druk op een hiervan om dat naar je apparatuur te verzenden!

# Description for the list of moves, on the Moves page
source: The list below shows all the moves available to your gear. Tap any of them to send them off to any of your connected devices!
nl_nl: Hier staan alle bewegingen voor je Gear. Druk op een hiervan om dat naar je apparatuur te verzenden!

# Label for the button for configuring the Casual Mode, on the welcome page
source: Casual Mode Settings
nl_nl: Intelligente Modus instellingen
