Repository: OpenTails/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: de_ch, nl_nl

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your MiTail (the main service object could not be created). If you feel this is in error, please try again!
de_ch: E Fehler isch ufgetrete biem Verbinde mit dim MiTail (das Hauptobscht isch nid chönne erstellt werde). Falls du glaubsch dass das en Fehler isch, versuechs bitte no einisch!
nl_nl: Er is een probleem opgetreden tijdens het verbinden met de MiTail (het main service object kon niet aangemaakt worden). Als dit een fout is, probeer dan opnieuw!

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your MiTail (the battery service was not available). If you feel this is in error, please try again!
de_ch: Es isch en Fähler ufgtrete bi dr Verbindig zu dim MiTail (de Batterieservice isch nöd verfüegbar). Falls du glaubsch dass das en Fehler isch, versuechs bitte no einisch!
nl_nl: Er is een probleem opgetreden tijdens het verbinden met de MiTail (de batterij kon niet worden aangesproken). Als dit een fout is, probeer dan opnieuw!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not a MiTail (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es scheint, dass das Gerät kei MiTail isch (cha d Batterielevel-Charakteristik nid finde). Wenn du sicher bisch, dass es bestimmt so isch, bitte melde dä Fähler a d'Tail Company.
nl_nl: Het lijkt erop alsof het apparaat geen MiTail is (kan de batterij level parameter niet uitlezen). Als je zeker bent met het juiste apparaat te verbinden, neem dan contact op met The Tail Company

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your MiTail, make sure it is on and close to this device.
de_ch: Es isch e Fähler uftrete. Wenn du versuechscht di mit dim MiTail z'verbinde, stell sicher dass es an isch und nöch bi dem Gerät isch.
nl_nl: Er is iets misgegaan. Als je probeerde met de MiTail te verbinden, zorg er dan voor dat die aanstaat en in de buurt is van je apparaat.

# Warning that the device disconnected itself
source: The MiTail closed the connection.
de_ch: De MiTail het d'Verbindung zuegmacht.
nl_nl: De MiTail heeft de verbinding onderbroken.

source: Failed to connect to your MiTail. Please try again (perhaps move it closer?)
de_ch: MiTail nid cha verbii werde. Probiere es no einisch (vielleicht schiebsch es nöcher?)
nl_nl: Verbinden met de MiTail mislukt. Probeer opnieuw (misschien dichterbij houden?)

source: Firmware upload complete, waiting for your gear to reboot automatically before attempting to reconnect...
de_ch: Firmware-Upload abgschlosse, wartend uf dini Geräte bis se sich zäme startet, bevor du versuechsch di wieder z'verbinde...

source: The MiTail closed the connection, either by being turned off or losing power. Remember to charge your tail!
de_ch: D MiTail hand d Verbindig zuegmacht, entweder wiä si abgschaltet worde isch oder wege Stromusfall. Nid vergässe, di Muäpp z'lade!
nl_nl: De MiTail heeft de verbinding onderbroken, doordat die is uitgeschakeld of de batterij leeg was. Vergeet niet je staart op te laden!

source: Your MiTail Mini currently has version 4.03 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
de_ch: Din MiTail Mini het aktuell di Version 4.03 Firmware installiert, wod isch veraltet und het bekannti Probläm! Mir würdä <b>dringend empfehle</b>, uf s'neuscht Firmware upzdate, wo d'Fähler korrigiert! Goh zu de Einstellige und suech de Firmware-Beräich, um s'Update druchzfüäre.

source: It looks like this device is not a MiTail Mini (could not find the main device writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es gseht us, dass das Gerät kei MiTail Mini isch (konnte ned d Hauptgerät-Schriftzug finde). Wänn du sicher bisch, dass es bestimmt eso isch, mälde dä Fähler bitte dr Tail Company.

source: It looks like this device is not a MiTail Mini (could not find the main device reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es sieht us, dass das Gerät kei MiTail Mini isch (hän d Hauptmerkmale vom Hauptgerät nid gfunde). Wenn du dir sicher bisch, dass es sicher isch, meld den Fehler bitte em The Tail Company.

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your MiTail Mini (the main service object could not be created). If you feel this is in error, please try again!
de_ch: Es het en Fehler geh bi dr Verbindung zu dim MiTail Mini (das Hauptdingbehältnisobjekt het ned chönne erstellt werde). Falls du dänkt, dass das en Irrtum isch, bitte probiere no einisch!

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your MiTail Mini (the battery service was not available). If you feel this is in error, please try again!
de_ch: Es het en Fehler geh gäh, wänn mer mit dim MiTail Mini verbinde händ (de Batterie-Dienst isch nid verfüegbar). Fallsch du findsch, dass da en Fehler isch, versuechs doch no einisch!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not a MiTail Mini (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es schiint, dass dä Gricht nit es MiTail Mini isch (d'Batterie-Stufe-Eigenschaft chani nit finde). Wenn du sicher bisch, dass es bestimmt so isch, bitte meld diesen Fehler de Tail Company.

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your MiTail Mini, make sure it is on and close to this device.
de_ch: Es het en Fehler geh. Wenn du versuechscht di mit dim MiTail Mini z'verbinde, sorg dafuer dass es ah isch und nah bi dem Gerät.

# Warning that the device disconnected itself
source: The MiTail Mini closed the connection.
de_ch: De MiTail Mini het d Verbindung zuegmacht.

source: Failed to connect to your MiTail Mini. Please try again (perhaps move it closer?)
de_ch: Chasch nöd mit dim MiTail Mini verbindä. Versuchs no einisch (vielleicht schiebäs es bitz nächer?)

source: The MiTail Mini closed the connection, either by being turned off or losing power. Remember to charge your gear!
de_ch: Der MiTail Mini het d'Verbindig zuegmacht, entweder will er usgschaltet worde isch oder kei Power me het. Vergiss ned, diini Gerätschafte z'lade!

# The name of a sensor
source: Double Tap
de_ch: Zwei Schlöge
nl_nl: Dubbeltap

# The name of a sensor
source: Hover
de_ch: Fliege
nl_nl: Zweven

# The name of a sensor
source: Freefall
de_ch: absturz
nl_nl: Vrije val

# The name of a sensor
source: Landed
de_ch: Uflandet
nl_nl: Geland

# The name of a sensor
source: Cover Gesture
de_ch: Bedeckungs-Geste
nl_nl: Bedekken

# The name of a sensor
source: Shake Gesture
de_ch: Schüttelbewegig
nl_nl: Schudden

# The name of a sensor
source: Slam Gesture
de_ch: Klatsch Geste
nl_nl: Slaan

# The name of a sensor
source: Whip Gesture
de_ch: Peitschegeste
nl_nl: Sweep

# The name of a sensor
source: Shake Left
de_ch: Zuck nache links
nl_nl: Links schudden

# The name of a sensor
source: Shake Right
de_ch: Zuck nache Rächts
nl_nl: Rechts schudden

# The name of a sensor
source: Shake Up
de_ch: Ufeschüttele
nl_nl: Omhoog schudden

# The name of a sensor
source: Shake Down
de_ch: Nidere schüttle
nl_nl: Omlaag schudden

# The name of a sensor
source: Twist Left
de_ch: Drehig nach lins
nl_nl: Links draaien

# The name of a sensor
source: Twist Right
de_ch: Drehig nach Rächts
nl_nl: Rechts draaien

# The name of a sensor
source: Pick Up
de_ch: Ufhebe
nl_nl: Oppakken

# The name of a sensor
source: Turn Over
de_ch: Umkeera
nl_nl: Kantelen

# The name of a sensor
source: Walking Started
de_ch: Uf'em Finalangeh
nl_nl: Beginnen met lopen

# The name of a sensor
source: Walking Stopped
de_ch: Gah Stopp
nl_nl: Stoppen met lopen

# The name of a sensor
source: Step Detected
de_ch: Schritt gspürt
nl_nl: Stap gezet

# The name of a sensor
source: Even-numbered Step Detected
de_ch: Schritt mitgerade Nummere festgstellt
nl_nl: Even stap gezet

# The name of a sensor
source: Odd-numbered Step Detected
de_ch: Ungerade Schritt eruiert
nl_nl: Oneven stap gezet

source: Disabled %1 detection after one hour. All animatronic gear needs a rest after long periods of use. Read our guide to responsible wagging in Settings for ways to keep your gear healthy.
de_ch: Nach ere Stund wird d'Erkennig vo %1 abgstellt. Alli Animatronic-Gerätschafte müend sich nach langem Benutze erholen. Liesch eusi Aaleitig zum verantwortigs Wiibele in de Idschtellige für Möglichschte, din Gscht ine guete Zuestand z'halte.

source: The connected gear is version %1
de_ch: Das connected Gerät Version %1
nl_nl: De verbonden Gear is versie %1

source: The gear named %1 is version %2
de_ch: Das Gerät namens %1 esch Version %2
nl_nl: De Gear genaamt %1 is versie %2

# Title of the page which lists the alarms the user has set
source: Alarms
de_ch: Alarmzeichen
nl_nl: Alarmen

# Text for a button which will adds a new alarm to the list
source: Add New Alarm
de_ch: Füege nöie Alarm hii
nl_nl: Nieuw alarm toevoegen

source: Select another name
de_ch: Wähle en andere Name
nl_nl: Kies een andere naam

source: Unable to add the alarm because we already have an alarm with the same name. Please select another name for the alarm.
de_ch: Nöd möglech es Alarm z'hinzufüege, will mer scho es Alarm mit em gliiche Name händ. Bitte wähl en andere Name für de Alarm us.
nl_nl: Deze naam is al in gebruik

source: Alarm was removed
de_ch: Alarm isch abgstellt worde
nl_nl: Alarm is verwijderd

source: Unable to find an alarm with the name '%1'. Maybe another application instance has removed it.
de_ch: Nid in Alarm mit em Name '%1' chönne finde. Vielleicht het es anderi Applikation ihn entfernt.
nl_nl: Kan het alarm '%1' niet vinden. Is die misschien door een ander programmainstantie verwijderd?

source: Edit Alarm Commands
de_ch: Änder Alarm-Befähl
nl_nl: Alarm opdracht kiezen

# Text for an action which allows the user to pick what time the alarm should fire
source: Set Time To Alarm
de_ch: Stell d'Uhr für d'Alarm ii
nl_nl: Tijd kiezen voor alarm

# Text for an action which allows the user to delete an alarm
source: Delete this Alarm
de_ch: Lösche dä Alarm
nl_nl: Alarm verwijderen

# Title for a message box which allows the user to delete a specific alarm
source: Remove the Alarm
de_ch: De Alarm uusmache
nl_nl: Alarm verwijderen

# Main text for a message box which allows the user to delete a specific alarm
source: Are you sure that you want to remove the alarm '%1'?
de_ch: Bisch du sicher, dass du de Alarm '%1' wöllsch entferne?
nl_nl: Weet je zeker dat je alarm '%1' wil verwijderen?

# Descriptive text which explains what the functionality is of the alarm page
source: Set an alarm here. Pick a date and time for your alarm, and then add one or more moves you want to perform when you hit that time.
de_ch: Stell do ein Alarm i. Wähl e Datum und e Ziit für din Alarm us, und denn füeg eini oder meh Bewegige derzue, wo du mache wotsch, wenn de Alarm losgohd.
nl_nl: Stel een alarm hier in. Kies een datum en tijd voor je alarm, en voeg dan een of meerdere bewegingen toe om op dat moment te triggeren.

# Descriptive text for a popup which allows the user to create a new, named alarm
source: Enter a name to use for your new alarm and click Create
de_ch: Tippe en Name für di neu Alarm ii und druck uf Erstellä
nl_nl: Geef je alarm een naam en klik op Aanmaken

source: Enter your alarm name here
de_ch: Gib do dä Name vo dim Wiiecker ii
nl_nl: Geef je alarm een naam

# Text on a button which causes an alarm to be created
source: Create
de_ch: Wiicher mache
nl_nl: Aanmaken

# Label for the button for adding a move to the Move List
source: Add Move To List
de_ch: Füeg Bewegig zur Listä bi
nl_nl: Opdracht toevoegen aan lijst

# Label for the button for adding a pause to the Move List
source: Add Pause To List
de_ch: Füeg Pause zur Liste hinzue
nl_nl: Pauze toevoegen aan lijst

# A short name for the relaxed moves category shown in move lists
source: Relaxed
de_ch: Locker

# A short name for the excited moves category shown in move lists
source: Excited
de_ch: ufgregt

# A short name for the tense moves category shown in move lists
source: Tense
de_ch: Gespannt

# A short name for the eargear poses category shown in move lists
source: Pose
de_ch: Haltig

# A short name for the lights category shown in move lists
source: Lights
de_ch: Liächtli

source: Add command after
de_ch: Füg Befehl nach Aane hinäzu
nl_nl: Opdracht toevoegen

source: Add pause after
de_ch: Füg e Pause I
nl_nl: Pauze toevoegen

source: <strong>%1</strong><br/><small>%2 seconds</small><br/><small>Additional cooldown: %3 seconds</small>
de_ch: <strong>%1</strong><br/><small>%2 Sekunde</small><br/><small>Zusätzliche Abkühligsziit: %3 Sekunde</small>
nl_nl: <strong>%1</strong><br/><small>%2 seconden</small><br/><small>Extra cooldown: %3 seconds</small>

# Label for the cooldown period when it is equal to 0, on the Command List editor
source: <strong>%1</strong><br/><small>%2 seconds</small>
de_ch: <strong>%1</strong><br/><small>%2 Sekunde</small>
nl_nl: <strong>%1</strong><br/><small>%2 seconden</small>

# Description for the Command List Editor
source: This is your list of commands. It can include both moves, glows, and pauses. Tip: To add a new command underneath one you have in the list already, click the plus icon above the cumulative timestamp for that entry and pick one of the options in the menu.
de_ch: Das isch dini Lischt vo Befehl. Si chan beides enthalte, Bewegige, Glühlig und Pausen. Um e neue Befehl unterem vo dere Liste z'füege, klicksch uf s Plus-Symbol obe bim kumuliertä Timestamp für dä Einträg und wählisch öppis us de Menuoptione us.
nl_nl: Dit is de lijst met opdrachten. Hier zitten bewegingen, lichtpatronen en pauses bij. Tip: Om een nieuwe opdracht toe te voegen in de lijst, klik op de plus knop boven de tijdstempel voor die opdracht en kies er een uit het menu.

# Label for the cumulative duration of a Command on the Command List Editor
source: Total duration: %1 second
de_ch: Ganz dauer: %1 Sekunde
nl_nl: Totale duur: %1 seconden

# Header for the overlay for selecting the destination for a command
source: Send where?
de_ch: Wohin söll i's schicke?
nl_nl: Naar welk apparaat versturen?

# Text for the overlay for selecting the destination for a command
source: Pick from the list below where you want to send the command.
de_ch: Wähl us dr Liste underwo du wosch, dass d' Befehl gschickt wird.
nl_nl: Kies hier waar je de opdracht naar wil verzenden

source: Always Send To All
de_ch: Uf alli immer schicke

# Action for sending a command to the selected devices in a list
source: Send To Selected
de_ch: Gschick Zu Aagwählte
nl_nl: Verzend naar geselecteerde Gear

# Action for sending a command to all devices in a list
source: Send To All
de_ch: Sänd an alli
nl_nl: Verzend naar allen

# Heading for an overlay for picking the duration of a pause in the command list
source: Pick the duration of your pause
de_ch: Wähl d'Längi vo dim Halt aus
nl_nl: Kies de lengte van de pause

source: %1 seconds
de_ch: %1 Sekunden
nl_nl: %1 seconden

# Button for an overlay for picking the duration of a pause in the command list
source: Add this pause
de_ch: Füeg dä Pause ine
nl_nl: Voeg pause toe

# Title on the popup for connecting to devices
source: Connect To Gear
de_ch: Chömmet di mit dr Ausrüschig verbinde

source: Disconnect All
de_ch: Alles abklemme

source: Connect All
de_ch: Verbinde alli

source: Connecting...
de_ch: Am Verbiendä...

source: Disconnect
de_ch: D'Verbindig unterbreche
nl_nl: Verbinding verbreken

source: Connect
de_ch: Verbinded
nl_nl: Verbinden

# Title for the date picker
source: Pick A Date
de_ch: Wähl es Datum

# Button for selecting the date of today, in a date picker
source: Today
de_ch: Hüüt
nl_nl: Vandaag

# Button for cancelling the selection of a date, in a date picker
source: Cancel
de_ch: Abrächa
nl_nl: Annuleren

# Button for confirming the selection of a date, in a date picker
source: OK
de_ch: Okay

# Header for the Developer Mode page
source: Developer Mode
de_ch: Entwicklermodus
nl_nl: Ontwikkelaarsmodus

# Button with a sound effect for the Developer Mode Page
source: MAX GLASH
de_ch: MAX GLASCH
nl_nl: Geef Caroline een aai ^^

source: Disconnect?
de_ch: Verbindig unterbroche?

# Label above the list of options available for disconnecting from a piece of gear
source: Please select how you would like to disconnect from %2.
de_ch: Bitte wähl us, wie du dich vo %2 abmelde möchtsch.

source: Use Gear Without Your Phone
de_ch: Nutze d Gerät ohni dime Nate

# Label above the list of options available for disconnecting from a piece of gear
source: Pick this option to set up No Phone Mode and disconnect, so you can leave the phone off. This works like a basic Casual Mode, but without the phone to operate it. (Handy if you're costuming and have nowhere to stow your phone)
de_ch: Wähle d'Option, um de No Phone Modus izrichte und de abtrenne, so dass du's Telefon usschalte chasch. Das funktioniert so wie en eifache Lässig Modus, aber ohni s'Telefon zum bediene. (Natel wenn du am verkleide bisch und kei Ort häsch zum de Handy verstecke.)

source: No Phone Mode will wait between %1 and %2 seconds before picking its next move.
de_ch: Im No Phone Modus wird zwiische %1 und %2 Sekunde warte, bevor es s' Nächschti macht.

source: No Phone Mode will wait %1 minute(s) before picking the first move.
de_ch: De No-Phone-Modus wartet %1 Minute(n), bevor er de erste Zug macht.

source: Engage No Phone Mode
de_ch: Aktivier kei Telefonmodus

# Label above the section that lets the user simply disconnect from the gear
source: Just Disconnect
de_ch: Eifach abschtöpsle

# Label above the list of options available for disconnecting from a piece of gear
source: Pick this option to disconnect from the gear without turning it off (handy if you want to charge it).
de_ch: Wähl dä Option us, um vo dä Achtig disch z' trenne ohni's afz'schalte (praktisch, wenn du's möchte ladde).

source: Disconnect
de_ch: Trenne d'Verbindung

source: Disconnect and Shut Down
de_ch: Trenne und schalt ab

# Label above the list of options available for shutting down the piece of gear
source: Pick this option to turn off the gear rather than simply disconnecting (handy if you're putting it away immediately)
de_ch: Wähle Option is, um ds Grät abzschalte statt eifach z'deruuschte (praktisch wenn du's grad wegglei packsch)

source: Shut Down Gear
de_ch: Abschalte Ausrüstig

# Title for the page for selecting a pose for the EarGear
source: Ear Poses
de_ch: Ohrhaltigge
nl_nl: EarGear poses

source: Home Position
de_ch: Usgangspositiön
nl_nl: Rustpositie

# Description for the page for selecting a pose for the EarGear
source: The list below shows all the poses available to your gear. Tap any of them to send them off to any of your connected devices! If you have more than one connected, the little coloured dots show which you can send that pose to.
de_ch: Di Liste unten zeigt alli Posiere wo für diin Gerät verfügbar sind. Tipp eifach eine vo dene ah, um sie z'verschicke a jedi vo dine verbindete Gerät! Wenn du meh als eini verbunde hesch, zeiged di chlini farbige Pünkt, wo du dä Pose schicke chasch.

# Label for the button for setting EarGear moves to run more slowly
source: Be Calm
de_ch: Bliib ruhig

# Label for the button for setting EarGear moves to run faster
source: Be Excited
de_ch: Freu di

# Heading for the list of poses, on the page for selecting a pose for the EarGear
source: Poses
de_ch: Haltungä

source: Gear Gestures
de_ch: Gestenerkännig

source: Home Position
de_ch: Heimetposition

# A short name for the relaxed moves category shown on the gestures page
source: Relaxed
de_ch: locker

# A short name for the excited moves category shown on the gestures page
source: Excited
de_ch: frohlocket

# A short name for the tense moves category shown on the gestures page
source: Tense
de_ch: Spannig

# A short name for the eargear poses category shown on the gestures page
source: Pose
de_ch: Posa

# A short name for the lights category shown on the gestures page
source: Lights
de_ch: Lichtli

source: Turn on one of the sensors below to make your gear react to gestures performed on this device, if there is nothing else going on (that is, no current commands, and an empty command queue). For example, make your ears perk up when the device recognises that is has been picked up, or start wagging when it detects that you have taken a step.
de_ch: Aktiviere eine vo de unten ufglischtete Sensore, damit dini Gerät uf Geste mit dim Mobilgerät reagiere chöne, wenn grad nüt anders passiert (also kei anderi Kommando aktiv isch). Stell zum Bispill dini Ohr uf, wenn dini Mobilgerät uf hebst wird, oder waggled mit em Schwanz, wenn es Schritt erkennt wird.

source: Multiple Gestures
de_ch: Mehrfachi Geste

source: You are attempting to turn on more than one gesture at the same time. This will occasionally cause problems, primarily by being confusing to manage (for example, turning on both Walking and Shake is likely to cause both to be detected). If you are sure you want to do this, tap OK, or tap Cancel to not enable this gesture.
de_ch: Du versuechscht mehri Geste uff einisch uszfüehre. Das cha gelegentlich zu Problem führe, hauptsächlich will zum Bispill Geste wie 'Schüttle' und 'Go' beides Bewegige sind und wahrschinlich gliichziitig usglöst werde. Wenn du sicher bisch, dass du das willsch, denn tippe uf OK - oder tippe uf Abbräche, um die Geste nöd z aktiviere.

source: Show On Welcome Page
de_ch: Auf dr Startseite zeige

# Command for returning any gear to its home position, on the gestures page
source: Home Position
de_ch: Heim Position

source: (no command)
de_ch: (kei Befäh)

# Title for the Casual Mode settings page
source: Casual Mode Categories
de_ch: Beiläufigi Bewegigsgruppa

source: Calm and Relaxed
de_ch: Ruhig und Gelassen

source: Fast and Excited
de_ch: Schnäll und Begeistert

source: Frustrated and Tense
de_ch: Frustriert und Gschtresst

source: LED Patterns
de_ch: LED-Designs

source: This is where you set the pauses in between moves, as well as the families of moves that can be called upon.
de_ch: Do hie legsch d Pauuse zwüsche de Bewegige fescht und us wuus Gruppierige die Bewegige usgwählt wärde.

source: Enable Casual Mode
de_ch: Aktiviere de Chill-Mod

# Label for selecting the range of pauses in between moves in Casual Mode
source: Range of pause between moves in seconds
de_ch: Bereich vo Paus zwüsched Züg i Sekunde
nl_nl: Pausebereik tussen bewegingen, in seconden

source: Listening Settings
de_ch: Ufhör Ihstellige

source: Home Position
de_ch: Heimetposchtion
