Repository: OpenTails/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: de_ch, nl_nl

source: Turn on sound detection to make your gear react to to sounds for five minutes at a time by ticking the box beside the name of the gear you want to be listening for sounds. To decide what to do when a particular sound level is detected, pick the moves and what bits of gear you want to send that move to if you have more than one (otherwise we'll just send it to itself). If you don't select any, the gear will just pick something to do on its own.
de_ch: Aktivier d'Grüsch Erkennig, damit dini Grätli für jewils fünf Minute uf Grüsch lose. Wenn du das Chästli nebed em Name vom Gerät akligsch, wird das Gerät uf Grüsch reagiere. Du chasch au einzle Aktione für dini Gerätli festlege - was bi wellem Grüschspegel bzw. -Richtig passiert - und das über mehri Grät verteilt (sofern du die häsch). Wänn du nüt uswählisch, wird das Grät nur selbst aktiviere und zuefelligi Bewegige uszfüehre.

source: (no command)
de_ch: (kei Befähl)

# Title of the application
source: Crumpet
de_ch: Cwumpet

source: Connected successfully! Rename gear by tapping their name
de_ch: Erfolgreich verbunde! Benenn d Gärät um, indem du uf ihren Namen tippsch

# Text for the notification upon connecting successfully to a device
source: Connected successfully!
de_ch: Verbunde glunga!
nl_nl: Verbonden!

# Title for the warning for having Bluetooth disabled
source: Warning
de_ch: Warnig
nl_nl: Opgelet!

# Message for the warning for having Bluetooth disabled
source: Bluetooth is disabled
de_ch: Bluetooth isch usgstande
nl_nl: Je Bluetooth staat uit

# Title for the warning for not having detected any Bluetooth devices
source: Warning
de_ch: Warnig
nl_nl: Opgelet!

# Message for the warning for not having detected any Bluetooth devices
source: No Bluetooth Device
de_ch: Käi Bluetooth Gerät
nl_nl: Geen Bluetooth apparaat gevonden.

# Title for the popup for having enabled Developer Mode
source: Developer mode
de_ch: Entwicklermodus
nl_nl: Ontwikkelaarsmodus

# Message for the popup for having enabled Developer Mode
source: Developer mode is enabled
de_ch: Entwicklermodus isch igschaltet
nl_nl: Ontwikkelaarsmodus is ingeschakeld

# Title for the popup for having disabled Developer Mode
source: Developer mode
de_ch: Entwicklermodus
nl_nl: Ontwikkelaarsmodus

# Message for the popup for having disabled Developer Mode
source: Developer mode is disabled
de_ch: Entwicklermodus isch deaktiviert
nl_nl: Ontwikkelaarsmodus is uitgeschakeld

# Title for the popup for getting a timeout for Casual Mode
source: Casual Mode is Off
de_ch: Gelegeheitssmodus isch usgschaltet
nl_nl: Intelligente Modus is uitgeschakeld

# Message for the popup for getting a timeout for Casual Mode
source: Maybe its time for a rest... Let your tail or ears have a power-nap.
de_ch: Vielleicht isch es Zyt für e Pause... Lass dini Schwanz oder Ohre e chli Sänkli mache.
nl_nl: Misschien tijd om een rustpause te geven aan je staart en oren... voordat je oren in de fik vliegen!

# Button for opening the Crumpet page, from the landing page
source: Crumpet
de_ch: Cwumpet

# Button for opening the Alarm page, from the landing page
source: Alarm
de_ch: Lärmi

# Button for opening the Move List page, from the landing page
source: Move Lists
de_ch: Bewegigslischte
nl_nl: Opdrachtenlijsten

# Button for opening the Tail Gear Moves page, from the landing page
source: Moves
de_ch: Züg
nl_nl: Bewegingen

# Button for opening the EarGear Poses page, from the landing page
source: Ear Poses
de_ch: Öhrli Posen
nl_nl: EarGear poses

# Button for opening the Glow Tips page, from the landing page
source: Glow Tips
de_ch: Glüh Tipps
nl_nl: Lichten

source: Casual Mode Settings
de_ch: Lockeri Modus Iistellige
nl_nl: Instellingen Intelligente Modus

# Button for opening the Gear Gestures page, from the landing page
source: Gear Gestures
de_ch: Gesteuerig
nl_nl: Gear gebaren

# Button for opening the Developer Mode page, from the landing page
source: Developer Mode
de_ch: Entwicklermodus
nl_nl: Ontwikkelaarsmodus

# Button for opening the Settings Page, from the landing page
source: Settings
de_ch: Istellinge
nl_nl: Instellingen

# Button for opening the About Us page, from the landing page
source: About
de_ch: über Üs
nl_nl: Over ons

# Title for the confirmation popup for disconnecting your gear
source: Your gear is currently connected
de_ch: Dini Ausrüstig isch aktuell verbunde
nl_nl: Je Gear is verbonden

# Message for the confirmation popup for disconnecting your gear
source: You are currently connected to some of your gear. Are you sure that you want to disconnect and quit?
de_ch: Du bisch aktuell mit dine Geräte verbunde. Bisch sicher, dass du dis Verbundig kappen und verlah?
nl_nl: Je bent nog met Gear verbonden. Weet je zeker dat je de verbinding wil verbreken en wil afsluiten?

# Description for the prompt for entering a name for your Gear
source: Enter a name to use for your gear
de_ch: Gib öppereme Name für dis Züügs ii

# Placeholder text for the prompt for entering a name for your Gear
source: Enter the new name for %1 here
de_ch: Trag do de neue Name für %1 i

source: Save
de_ch: Save Uffbewahren
nl_nl: Opslaan

# Confirmation button for a generic message
source: Ok
de_ch: Okay

# Cancel button for a generic message
source: Cancel
de_ch: abbreche
nl_nl: Annuleren

# Label for the button for running a Move List, on the Move List Editor page
source: Run Move List
de_ch: Lauf Bewegigsliste
nl_nl: Opdrachtenlijst uitvoeren

source: Run this list?
de_ch: Schaffsch das Lischte ab?
nl_nl: Programma uitvoeren?

source: Do you want to run this list?
de_ch: Wottsch du d'Lischt mache?
nl_nl: Wil je dit programma uitvoeren?

source: Remove Move List Entry?
de_ch: Wäglisch d'Mövli us Listi läsche?
nl_nl: Beweging verwijderen uit de lijst?

source: Are you sure that you want to remove this entry from your move list?
de_ch: Bisch du sicher, dass du das iiträg vo dim Umzugsliischt entfern willsch?
nl_nl: Weet je zeker dat je deze beweging uit de lijst wil verwijderen?

# Heading for the page for viewing Move Lists
source: Move Lists
de_ch: Zügsliste
nl_nl: Opdrachtenlijsten

source: Add New Move List
de_ch: Füge neui Zügsliste hinzue
nl_nl: Nieuwe opdrachtenlijst aanmaken

source: Run this list?
de_ch: Söll d'Lischt spiele?
nl_nl: Opdrachtenlijst uitvoeren?

source: Do you want to run the list %1?
de_ch: Möchsch d'Lischt %1 laufe?
nl_nl: Wil je opdrachtenlijst %1 uitvoeren?

# Label for the button for editing a move list, on the page for viewing Move Lists
source: Edit Move List
de_ch: Move Liste bearbeiten
nl_nl: Opdrachtenlijst bewerken

source: Delete this Move List
de_ch: Lösche de Move-Liste
nl_nl: Deze opdrachtenlijst verwijderen

source: Remove the Move List
de_ch: Schmeiss d Move-Liste weg
nl_nl: Verwijder opdrachtenlijst

source: Are you sure that you want to remove the Move List '%1'?
de_ch: Bisch du sicher, dass du die Bewegigsliste '%1' lösche wottsch?
nl_nl: Weet je zeker dat je opdrachtenlijst '%1' wilt verwijderen?

# Description for the page for viewing Move Lists
source: Create lists of moves, glows and pauses to send to your gear. To send a list you have created, tap it and pick OK. To perform actions on the ones you've created, like editing or even removing them entirely, swipe left on the item.
de_ch: Erstelle eine Liste vo Bewegige, Licht-Effekt und Pause für dini Geräte. Zum Uslöse vo enere Bewegigsablauf, tippe druf und wähle Okay. Zum Bearbeite oder Lösche vo de Liste, wisch uf em entsprächende Iitrag nach Links.
nl_nl: Maak opdrachtenlijsten aan met bewegingen, lichtpatronen, en pauses, om naar je Gear te verzenden. Om een programma te verzenden, kies er een en druk op OK. Om een actie te bewerken of te verwijderen, swipe het item naar links.

source: Enter a name to use for your new move list and click Create
de_ch: Gib en Name für dini neui Move-List a und klick uf Erstellä
nl_nl: Vul een naam in voor je opdrachtenlijst en druk op Aanmaken

source: Enter your move list name here
de_ch: Gib deinem Zuglistenname do ein
nl_nl: Programmanaam

source: Create
de_ch: Erstelle
nl_nl: Toevoegen

source: Name Already Used
de_ch: Name isch scho in Benützig
nl_nl: Naam is al in gebruik

source: You already have a move list with the name %1. Please pick another name, as that won't work.
de_ch: Du hesch scho es Zugli mit em Name %1. Bitte wähl en andere Name, will dä gaht nöd.
nl_nl: Er is al een andere opdrachtlijst genaamt %1. Gelieve een andere naam te kiezen.

# Text header for picking a name
source: Pick a name
de_ch: Wähl en Name
nl_nl: Kies een naam

# Header warning for missing scan permissions, for the gear connecting card
source: Let us look for your gear
de_ch: Mir gönd dini Ausrüstig sueche
nl_nl: Toestemming voor het zoeken naar Gear

# Header for whilst scanning, for the gear connecting card
source: Searching for gear...
de_ch: Uf der Suech nach Material...
nl_nl: Zoeken naar Gear...

# Header warning that no gear has been found, for the gear connecting card
source: No gear found
de_ch: Kani Uusrüstig gfunde
nl_nl: Geen Gear gevonden.

# Header notifying that gear has been found, for the gear connecting card
source: One piece of gear available
de_ch: Eis Stück vo de Ausrüstig erhältlich
nl_nl: Een Gear gevonden!

# Message warning for missing location permissions, for the gear connecting card
source: To be able to find your gear, we need you to grant permission to access your location. Clicking the button below will show you a dialog that you need to press allow on. We do not use this information for anything else (feel free to get in touch if you want proof of this).
de_ch: Damer, um dini Ausrüstig z finde, bruchemer dini Zuegriffsrechti uf dini Standort. Wenn du uf de Butte klicksch, wird en Dialog azeigt, uf dem du "Zuelosse" drücke muesch. Mir bruche dini Standortinformatione für nüt anders (wenn du Bewis wotsch, chasch mich gern kontaktiere).

source: None found yet...
de_ch: Bisher no nüüt gfunde...
nl_nl: Nog niks gevonden... even geduld a.u.b.

source: 1 piece of gear found. Simply wait, or push "Connect" below to control it.
de_ch: 1 Gerät gfunde. Wart doch eifach oder drück "Verbinden" zum stüere.
nl_nl: Een Gear gevonden. Wacht een ogenblik, of druk op "Verbinden" om verbinding aan te leggen

source: We were unable to find any gear. Please ensure that yours is nearby and switched on.
de_ch: Es hets keni Gerät in dr Nöchi gfunde. Bitte mach sicher, dass es in dr Nöchi und ischaltet isch.
nl_nl: We konden geen Gear vinden. Gelieve zeker te zijn dat je Gear aan staat en zich in de buurt van je telefoon bevind.

source: You are not currently connected to your gear, but we know of one. Push "Connect" to connect to it.
de_ch: Du bisch aktuell nöd mit dim Gerät verbonde, aber mir wüsse vo omm. Drück "Verbinde" zum Verbinde mit em.
nl_nl: Je bent nog niet verbonden met je Gear, maar we kennen deze wel. Druk op "Verbinden" om hiermee te verbinden.

source: Get Location Permission...
de_ch: Hol di Erlaubnis für d'Schtandort...

source: Get Notification Permission...
de_ch: Benachrichtigige zuelah…

source: Connect to %1
de_ch: Verbinde uf %1
nl_nl: Verbinden met %1

source: Show available gear...
de_ch: Zeig verfügbars Zügs...
nl_nl: Laat gevonden Gear zien...

source: Look for gear
de_ch: Nach Ausrüstung suuche

# Heading for the overlay for picking a command, for configuring a move list
source: Pick a command
de_ch: Wähl ä Befehl us
nl_nl: Kies een opdracht

# Description for the overlay for picking a command, for configuring a move list
source: The list below shows all the moves and light patterns available to your gear. Tap any of them to pick that command.
de_ch: Die Liste unte zeigt alli Bewegige und Liechtmuster, wo dis Gerät verfügbar sind. Tippe eine vo dene aa, um dä Befehl z'wähle.
nl_nl: Hier staan alle bewegingen en lichtpatronen voor je Gear. Druk op een hiervan om dat naar je apparatuur te verzenden!

source: Poses
de_ch: Haltigs
nl_nl: EarGear poses

source: Calm and Relaxed
de_ch: gnüsslich und entspannt
nl_nl: Rustig en relax

source: Fast and Excited
de_ch: Schnäll und uufgregt
nl_nl: Opgewonden

source: Frustrated and Tense
de_ch: Frustrisiert und Gspannt
nl_nl: Geirriteerd

source: LED Patterns
de_ch: LED Musterli
nl_nl: Lichtpatronen

# Heading for the page for configuring command Sets
source: Gear Command Sets
de_ch: Befehlssätz für Gerätli
nl_nl: Opdrachten

# Description for the page for configuring Command Sets, for a specific gear
source: This is all the command sets you have available to enable for %1. You can add new ones, edit them, and remove them. You cannot edit the built-in lists, but you can duplicate them and then edit those.
de_ch: Das sind alli verfüegbare Befehl für %1. Du chasch neui Befehl hinzuefüege, Befehl bearbeite oder lösche. Um fescht igbaute Aktione z'bearbeite, chasch si kopiere und d'Kopie ahpasse.
nl_nl: Dit zijn alle opdrachten die geschikt zijn voor %1. Hier kan je er toevoegen, bewerken, en verwijderen. Je kan niet de ingebouwde opdrachten bewerken, maar je kan ze wel kopieren en die bewerken.

# Button for deleting a Command Set, on the page for configuring Command Sets
source: Delete
de_ch: entsorge
nl_nl: Verwijderen

source: Remove Command Set?
de_ch: Entfärne Befählssatz?

source: Are you sure that you want to remove this command set? Note this cannot be undone.
de_ch: Bisch du sicher dass du wotsch dis Befehlsset entferne? Merk: Dä Schritt chasch nit rueckgängig mache.

# Button for duplicating a Command Set, on the page for configuring Command Sets
source: Duplicate
de_ch: Duplikat
nl_nl: Dupliceren

# Button for editing a Command Set, on the page for configuring Command Sets
source: Edit Commands
de_ch: Bearbeitigsbefehlän
nl_nl: Opdrachten bewerken

source: Edit Commands
de_ch: Bearbeitig-Befähl
nl_nl: Opdrachten bewerken

source: Save
de_ch: Behalten
nl_nl: Opslaan

source: (this is where the content of the crumpet file goes, because we'll just have that here for now...)
de_ch: (do hie sött dr Crumpet-Context File si, aber das isch no nid da...)
nl_nl: (hier komt de inhoud van het crumpet bestand, we laten dat hier voorlopig staan...)

# Title for the settings page
source: Settings
de_ch: Iställige
nl_nl: Instellingen

# Header for the instruction panel, on the settings page
source: Instructions
de_ch: Anweisige
nl_nl: Handleiding

# Description for the instruction panel on the settings page
source: Please download and read the instructions by clicking the link below. This includes instructions on how to wear your tail or ears, along with some nice graphics showing you how.
de_ch: Bitte lueg d'Aleitig a, indem du uf de untenstehende Link klicksch. In dr Aleitig findsch wichtigi Tipps und verständlichi Grafike, wie du am beschte mit dine Geräte umgohsch.
nl_nl: Gelieve de handleiding te downloaden van de link hieronder. Hierin staan hoe de staart en oren worden gedragen.

# Label showing all the items underneath are links to a PDF file
source: Download PDF:
de_ch: PDF abelade:

# Label for downloading the general guide for safe use of the various gear
source: Responsible Wagging Guide
de_ch: Verantwortlicher Schwänzeli-Füerer

# Label for downloading the instructions for the MiTail
source: MiTail Instructions
de_ch: MiTail Gebrauchsanweisig

# Label for downloading the instructions for the Digitail
source: Digitail Instructions
de_ch: Digitail Anwiesige

# Label for downloading the instructions for EarGear
source: EarGear Instructions
de_ch: Öhrli Anleitige

# Header for the panel on automatic reconnection, on the settings page
source: Automatic Reconnection
de_ch: Automatisches Widerverbunde
nl_nl: Automatisch herverbinden

# Description for the panel on automatic reconnection, on the settings page
source: In certain situations, the app might lose its connection to your gear. Ticking this option will ensure that the app will attempt to reconnect automatically when the connection is lost.
de_ch: Es cha durusus vorcho, dass d'App d'Verbindig zu dine Geräte verliert. Wenn du d'Opcion aktiviersch, probiert sich d'App automatisch wider z'verbinde.
nl_nl: Soms kan de app zijn verbinding kwijtraken. Met deze optie blijft de app naar zijn gear zoeken, zodat hij direct weer verbind wanneer die de Gear weer terug vind.

source: Reconnect Automatically
de_ch: Verbinde sich automatisch wider
nl_nl: Automatisch herverbinden

source: Send To All
de_ch: An alli schiicke

source: When picking something to send to your gear, and you have more than one connected at the same time, you might want to always send to all of your gear, or not. Check the box here to make that choice, or to undo the choice made in the dialogue itself.
de_ch: Wenn du en Bewegig an es Gerät schicksch und du mehri Geräte verbunde hesch, chasch welle aui Geräte schicke - oder au nöd. Do chasch 'Aui schicke' als Standard iistelle.

source: Always Send To All
de_ch: Immer aune schicke

# Header for the panel showing known gear, on the settings page
source: Known Gear
de_ch: Bekannte Ausrüstung

# Description for the panel showing known gear, on the settings page
source: Below is a list of the gear you have previously connected to. You can use this list to perform a number of actions, such as explicitly toggling whether or not to automatically connect to it when it's found, to change its name, and even forgetting it. Forgetting it will disconnect (using the Just Disconnect method) from it, if you are currently connected.
de_ch: Do isch e Lischt vo de Gärät, mit deene du scho vorher verbunde gsii bisch. Du chasch die Lischt verwände, um verschiedeni Aktione uszfüehre, wie zum Bischpiel d'Schtandardeinstellig festzlege, ob du automatisch mit em Gärät verbunde bisch, wenns gfunde wird, de Name zm ändere und sogar vergässe. Wenn du grad verbunde bisch, wird's dich dervo trenne (mit em Just Disconnect Methode), wenns vergässe wird.

source: Connect Automatically To %1
de_ch: Verbinde automatisch mit %1

source: Rename %1...
de_ch: Umbenänne %1...

source: Forget %1...
de_ch: Vergiss %1…

# Header for the message box asking whether to forget a piece of gear
source: Forget about %1
de_ch: Vergiss es mit %1

# Text for the message box asking whether to forget a piece of gear
source: Are you sure you want to forget about %1? If you are sure, click OK below to disconnect and forget. To get it back, you just need to look for more gear and connect to it again.
de_ch: Bisch sicher, dass du %1 vergetsch wosch? Wenn ja, klick uf Okay, um z'abmelde und z'vergesse. Um es wieder zu bekommen, muesch eifach meh Equipment sueche und wieder verbinde.

# Header for the panel for adding commands to your gear, on the settings page
source: Gear Commands
de_ch: Grät Befäh
nl_nl: Opdrachten

# Description for the panel for adding commands to your gear, on the settings page
source: While the app ships with a number of command sets out of the box, this is not all that your gear can do. You can modify what is sent to your gear, and we'll remember for each of them which commands you want to use. To be able to more easily use this, make sure to give your gear a name, so you can tell them apart more easily.
de_ch: D App wird zwar mitere Räi vo Befehl usglieferet, aber das isch längst nöd alles, was mir chönd. Du chasch jederziit neui Befehl erschaffe und sie in de App speichere. Du söllts jedem Gärät en eigene Name gäh, damit mer si bi de Programmierig besser cha unterscheide.
nl_nl: Ondanks alle ingebouwde functionaliteit, is er nog veel meer wat je Gear kan doen! Je kan bewerken wat je verzend naar je Gear, en elk apparaat onthoud wat je heb opgeslagen. Om het nog makkelijker te maken, geef eerst je Gear een naam, zodat je kan weten welke Gear wat is.

source: Only Show Connected Gear
de_ch: Nur verbonde Gerätschaft zeige
nl_nl: Alleen vebonden Gear laten zien

source: No gear to configure...
de_ch: Kän Zügs zum iistelle..
nl_nl: Geen Gear te configureren

source: EarGear Hearing
de_ch: Ohrli-Töne-Iischtileigä
nl_nl: EarGear laten luisteren

source: If your EarGear is acting a bit like it isn't hearing right, it might need to have its balance checked. To make sure it works the best, you will want to be in a quiet room before you tap the balance button below (pause your music, close the door to your bedroom, etc). This value is stored in the box, so you shouldn't generally need to do it more than once. You might also need to swap the direction around (for example, you might want to put your controller box either on the front or the back of your body, or upside down so the cable can run more gracefully).
de_ch: Falls dis EarGear sich als öppis schwerhörig usestellt, sölltsch d Lutstärkeeinstellige aluege. Wenn du si kalibriersch, sorg dervo, dass du in ere ruhige Ruum bisch, um e optimals Resultat z erreiche. Möglicherwiis muesch au d Position vo de Controller-Box ändere. D'Äinstellig wird gspeichert, normalerwiis söllt es usreiche, das eimal z mache.
nl_nl: Als je EarGear niet goed op omgevingsgeluid reageert, moeten de ingebouwde microfoons misschien ingesteld worden. Om ze te kalibreren, ga naar een stille ruimte en druk om de kalibratieknop. Deze waarde wordt opgeslagen in het kastje, dus een keer kalibreren zou voldoende moeten zijn. Het kan ook zo zijn dat links en rechts omgekeerd moeten worden (voorbeeld: als je het kastje rond je rug draagt in plaats van rond je nek, of bijvoorbeeld op zijn kop), dit kan door op Links en Rechts Omkeren te selecteren.

source: Unswap left and right
de_ch: Vertausch links und rechts
nl_nl: Links en rechts terugkeren

source: Swap left and right
de_ch: Tausch Links und Rächts
nl_nl: Links en rechts omkeren

source: Rebalance Microphones
de_ch: Miikrofone wieder ins Gliichgewicht bringe
nl_nl: Microfoon kalibreren

source: Gear Firmware
de_ch: Ausrüstig Firmware

source: If your gear supports firmware updates, you can check for new ones by clicking the "Check" button below, and if there is one, you can then click the button underneath to download and install the update.
de_ch: Wänn dis Gerät Firmware-Aktualisierige unterstützt, chasch du da nach neuer Firmware sueche. Mit em Knopf unten chasch du no Aktualisierige sueche und sie au installiere.

source: Check For New Firmware
de_ch: Überprüfe uf nüi Firmware

source: You currently have version %1 installed, and version %2 is available for you to install
de_ch: Du ha bis itz Version %1 installiert, und Version %2 isch für di zur Verfügung zum installiere

source: Download
de_ch: Herunterlade

source: Load From File
de_ch: Lade vo Date

source: Pick Firmware File
de_ch: Wähl d Firmware-Datei us

source: Before updating your gear from %1 to %2, please make sure you do the following: - Connect your gear to the USB charger and make sure it is charging. Keep it connected to the power while you update the firmware. - Also make sure your phone has more than 50% charge before you begin the update process. Upgrading your gear takes around 3 minutes. You must not switch off the gear or the phone while its working! Once the new firmware is beamed to your gear, it will disconnect from the app and reboot. This is quite normal! It should automatically reconnect, but in case it doesn't, just click the Connect button on the front page as usual.
de_ch: Bevor du dini Geräte vo Version %1 uf %2 aktualisiersch, bitte stell sicher, dass du: - dini Gerät während de ganze Aktualisierig mit em USB-Ladegerät uflaadsch. - dini Handy meh als 50% ufglaade isch, bevor du aafangscht. D Aktualisierig dürt ca. 3 Minute. Schalt keis vo de Geräte us, wänn d Aktualisierig läuft! Wenn d Aktualisierig abgschlosse isch, werdet dini Geräte neu startet. D Verbindung zu dim Handy wird kurzzytig unterbroche und automatisch widerhergschtellt. Sollt das nid funktioniere, tippe bitte uf de "Verbinde" Knopf uf de Startseite.

source: Install
de_ch: installiere

# Heading for the panel of the language selector, on the settings page
source: Language
de_ch: Sprooch
