Repository: OpenTails/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: de_ch, nl_nl

source: Failed to create the directory for the stored commands
de_ch: Das Verzeichnis für d'Speicherete Befehl chönnt nit erstellt werde
nl_nl: Aanmaken van de map voor de opgeslagen opdrachten mislukt

source: There are no commands in this file. This is possible, but not common.
de_ch: Es het en Fehler gäh und das Verzeichnis für d'Speicherige vo de Befehl het sich nid erstelle lah.
nl_nl: Er staan geen opdrachten in dit bestand. Dit is mogelijk, maar ongebruikelijk.

source: Failed to load your commands, due to a parsing error at %1: %2 Code leading up to the error: %3
de_ch: Es het en Fehler gäh bi de Ladig vo dine Befehl, wäge ere Fähler bim Parsä vo %1: %2. Code vor em Fähler: %3
nl_nl: Syntax fout in opdracht op %1: %2 Code voor deze fout: %3

source: Could not open the file %1 for reading
de_ch: Ich han kei Zuegriff uf d Datei %1 zum Läse
nl_nl: Kon bestand %1 niet openen om uit te lezen

source: Could not open the file %1 for writing
de_ch: I cha d Datei %1 nöd zum Schribe öffne
nl_nl: Kon bestand %1 niet openen om te schrijven

source: Tilt Left
de_ch: Neig nach links

source: Tilt Right
de_ch: Neig nach rechts

# Name for an event where the gear has been detected as having been tilted forward
source: Tilt Forward
de_ch: Neig vorwärts

source: Tilt Backward
de_ch: Neig rückwärts

source: Return to Upright
de_ch: Gah zrugg in d'Upright-Position

source: Loud Sound on the Left
de_ch: Loud Sound uf de linkä Siitä

source: Quiet Sound on the Left
de_ch: Leisä Sound uf de linkä Siitä

source: Ambient Sound Levels
de_ch: Umgebungsgeräusche-Niveau

source: Quiet Sound on the Right
de_ch: Ruhiger Sound uf de rechte Syte

source: Loud Sound on the Right
de_ch: Lutere Sound uf de rechte Syte

# Error message shown when automatic reconnection has been attempted too often
source: Attempted to reconnect too many times to %1 (%2). To connect to it, please check that it is on, charged, and near enough.
de_ch: Händ versuecht z'villmol, um sich mit %1 (%2) wider z'verbindä. Für d'Verbindig überprüef, ob's iigschaltet isch, glade isch und gnueg näbä isch.
nl_nl: Teveel pogingen gedaan om te verbinden met %1 (%2). Om te verbinden, zorg ervoor dat de Gear aanstaat, opgeladen is, en in de buurt is van je apparaat

source: Connection lost to %1, attempting to reconnect...
de_ch: Verbindig verlore zu %1, versueche z'verbindä...
nl_nl: Verbinding kwijtgeraakt met %1, proberen te herverbinden...

source: It looks like this device is not a DIGITAiL (could not find the tail characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es scheinä, dass diesi Gerät kei DIGITAiL isch (kei the tail gfunde). Wänn du sicher bisch, dass es definitiv eins isch, bitte melde diese Fehlermeldung bim The Tail Company.
nl_nl: Het lijkt erop alsof het apparaat geen DIGITAIL is (kan het apparaat niet aanspreken). Als je zeker bent met het juiste apparaat te verbinden, neem dan contact op met The Tail Company

# Warning message when the main service was not found on the device
source: An error occured while connecting to your DIGITAiL (the service object could not be created). If you feel this is in error, please try again!
de_ch: Es isch en Fehler ufträte bim Verbindä mit dim DIGITAiL (s'Teildienst-Objekt het sich nid chönne erstelle). Wänn du dänksch, dass das en Fehler isch, bitte probier's no einisch!

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your DIGITAiL, make sure it is on and close to this device.
de_ch: Es isch en Fehler ufträte. Wänn du probiersch, mit dim DIGITAiL z'verbindä, stell sicher, dass es igschaltet und in dr Nöchi vo dem Gerät isch.

# Warning that the device disconnected itself
source: The DIGITAiL closed the connection.
de_ch: Die DIGITAiL het d'Verbindig zuegmacht.

source: Failed to connect to your DIGITAiL. Please try again (perhaps move it closer?)
de_ch: Fehlgeschlagen, um mit dim DIGITAiL z'verbinde. Probiere es bitte no einisch (vielleicht stellsch es öppis nächer?)

source: The DIGITAiL closed the connection, either by being turned off or losing power. Remember to charge your DIGITAiL!
de_ch: De DIGITAiL het d'Verbindig abbroche, entweder wäge abschalte oder Stromverluscht. Verghiss nöd, din DIGITAiL z'ladä!

source: It looks like this device is not an EarGear controller (could not find the main ears writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es schient, dass dä Apparat kei EarGear-Steürig isch (händ d'Hauptmerkmäu vo de Ohre-Schribschrift nöd gfunde). Wänn du absolut sicher bisch, dass es doch en isch, bitte mäld die Fähler bim Tail Company.
nl_nl: Het lijkt erop alsof het apparaat geen EarGear controller is (kan het apparaat niet aanspreken). Als je zeker bent met het juiste apparaat te verbinden, neem dan contact op met The Tail Company

source: It looks like this device is not an EarGear controller (could not find the main ears reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es schient, dass dä Apparat kei EarGear-Steürig isch (chöi d'Hauptmerkmale zum Läse vo de Ohre nöd finde). Wänn du absolut sicher bisch, dass es doch en isch, bitte mäld die Fähler bim Tail Company.
nl_nl: Het lijkt erop alsof het apparaat geen EarGear controller is (kan het apparaat niet uitlezen). Als je zeker bent met het juiste apparaat te verbinden, neem dan contact op met The Tail Company

source: Reboot Completed
de_ch: Reboot Abgschlosse

# Message shown to the user after a reboot following a manual firmware upload
source: The reboot following the firmware upload has completed and we have connected back to the device. The gear now reports %1, and we hope that is what you expected.
de_ch: De Reboot no dem Firmware-Upload isch abgschlosse und mir hend wider Verbindung zum Gerät. Ds Gerät meldet jetzt %1 und mir hoffe, dass das isch, was du erwartet hesch.

# Title of the message box shown to the user upon a successful firmware upgrade
source: Upgrade Successful
de_ch: Upgrade erfolgreich

# Message shown to the user when a firmware update completed successfully
source: Congratulations, your gear has been successfully updated to version %1!
de_ch: Gratuliere, dini Ausrüstig isch erfolgrich uf Version %1 aktualisiert worde!

# Title of the message box shown to the user upon an unsuccessful firmware upgrade
source: Update Failed
de_ch: Update isch fehlgeschlage

# Message shown to the user when a firmware update failed
source: <p>Sorry, but the upgrade failed. Most often this is due to the transfer being corrupted during the upload process itself, which is why your gear has a safe fallback to just go back to your old firmware version upon a failure. You can try the update again by clicking the Install button gain.</p>
de_ch: <p> Tut mir leid, aber s'Upgrade isch fehlgschlage. Am meischte isch das dervo, dass d'Transferiärig währendem Upload sälber defekt gsi isch, drum het din Apparat e sichere Rückfall uf dini alte Firmware Version, wänn s'Upgrade nid glunge isch. Du chasch es no einisch versueche, indem du uf de Installiere-Knopf klicksch.</p>

# Informational message for when the microphone balancing operation has completed
source: Microphone balancing completed
de_ch: Mikro-Balancing fertig
nl_nl: Microfoons met success uitgebalanceerd.

# Message shown to the user when they already have the newest firmware installed
source: You already have the newest version of the firmware installed on your gear, congratulations!
de_ch: Du hesch scho d'neuscht Version vum Firmware uf dim G'rät installiert, gratuliere!

source: The file used to determine information about new firmware versions did not contain the expected format of data. This is likely a temporary error, or a connection issue. If you run into this problem repeatedly, please get in touch.
de_ch: Das Datei wo mer Informatione über neu Firma Software Versione erfahre söll hend nit de erwarteti Datäiformat gha. Das isch wahrschinlich nur e vorübergehendi Fähler, oder es Verbindigsproblem. Falls das immer wieder passiert, mäld di bitte.

# Message for when we are checking the downloaded firmware data
source: Checking integrity of the downloaded firmware data...
de_ch: Überprüefig vom ibrgehornne Firmware-Däta uf Zuekunft...

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your EarGear (the main service object could not be created). If you feel this is in error, please try again!
de_ch: Es isch en Fehler ufgtrete bi dr Verbindig zu dim EarGear (dr Hauptservice-Objekt chunt nit zustande). Falls du dänksch, das isch en Irrtum, probiers bitte no es Mool!

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your EarGear (the battery service was not available). If you feel this is in error, please try again!
de_ch: Es git es Problem bi de Verbundig zum EarGear (de Batterieservice isch nid verfüegbar). Wenn du glaubsch, dass da es Fehler isch, probiers doch bitte no einisch!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not an EarGear controller (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es sieht us, als wär das Gerät kei EarGear Controller (hä sötti d Batterie-Lädigscharakteristik nöd finde). Wänn du sicher bisch, dass es definitiv eso isch, meld das Problem bitte de Tail Company.
nl_nl: Het lijkt erop alsof het apparaat geen EarGear controller is (kan de batterij level parameter niet uitlezen). Als je zeker bent met het juiste apparaat te verbinden, neem dan contact op met The Tail Company

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your ears, make sure the EarGear is on and close to this device.
de_ch: Es isch e Fehler uftrete. Wenn du versuechsch, di mit dim Ohre z'verbinde, sorg dass de EarGear a isch und nöch am Gerät isch.

# Warning that the device disconnected itself
source: The EarGear closed the connection.
de_ch: De EarGear het d Verbindung zuegmacht.

source: Failed to connect to your EarGear. Please try again (perhaps move it closer?)
de_ch: Chasch di nöd verbinde mit dim EarGear. Probiere es no einisch (vielleicht schiebsch es nächer?)

source: Firmware Update Completed
de_ch: Firmware Update isch fertig

source: The firmware upload has been completed, and your gear has turned itself off. If it did not turn itself back on again, close this message, turn it on manually, and then connect to it. If it turned itself back on again, you can just close this message.
de_ch: Die Firmware isch erfolgriich uf din Gerät gloa worde, wo sich denn abgschaltet het. Wenns sich nid vo selber agschaltet und wieder verbunde het, schliess dä Nachricht, Mach dis Gerät eifach sälber ah und stell d'Verbindig wider här.

source: The EarGear closed the connection, either by being turned off or losing power. Remember to charge your ears!
de_ch: De EarGear het d'Verbindig zuegmacht, entweder wils usgschaltet worde isch oder dür Stomverluscht het. Denk dran, dini Ohre z'lade!

# Message shown alongside a progress bar when downloading update information
source: Downloading firmware update information
de_ch: Herunterlada vo Firmware-Aktualisierungs-Infos

source: Your gear has reported a hardware revision that we do not know of. This means that your app is likely to be out of date and needs to be updated.
de_ch: Diini Ustrüstig het e Hardware-Revision rapportiert, wo vo mir ned bi alt wüßed. Das bedeutet, dass dini App wahrschiinlich veraltet isch und aktualisiert werde muess.

source: You have somehow got a firmware version which does not report the hardware revision of your ears, but which also is not known to fail to do so. This is a highly unexpected situation and we would appreciate it if you reported it directly to us at info@thetailcompany.com - thank you!
de_ch: Du hesch irgendiwi e Firmware-Version, wo ned d'Hardware-Revision vo dine Ohre mäudet, aber wo uso ned bekannt isch, nid z'versage. Das isch es höchst unerwartets Situationund mir wärde's schätze, wenn du's direkt a üs melde würd'sch bi info@thetailcompany.com Merci viu mau!

# Message shown along a progress bar when downloading the firmware payload itself
source: Downloading firmware update from The Tail Company's website...
de_ch: Mir lade grad s'Firmware-Update vo de Website vo The Tail Company ab...

source: The downloaded firmware update did not contain what we expected. This is commonly due to a problem with the download itself having failed, and you should simply try again. If it continues to fail, please get in touch with us and we can try and work something out!
de_ch: De Firmware-Aktualisierung, wo mer os abeglade hend, het nöd das glüüdigt, was mer erwartet hend. Das isch normalerwies eifach es Problem mitem Download selber gsi, wo nid funktioniert het, und du söttisch eifach no einisch probiere. Falls es no immer ned chlappt, lüt doch bitte bi uns aa und mir chöi öpis zäme uusgrüble!

# Message shown during firmware update processes
source: Uploading firmware to your gear. Please keep your devices very near each other, and make sure both have plenty of charge (or plug in a charger now). Once completed, your gear will either reboot or turn itself off and disconnect from this device. Once it is started back up again, you will be able to connect to it again.
de_ch: Firmware uf diini Gerät lade. Bitte halet üre Gärätschaftä sehr nöch biiänand und stellt sicher, dass baidi gnueg Akku händ (oder lueged, dass ihr jetzt es Ladegerät aastöcket). Nach em Abschluss wird diini Apparatur entweder neu storte oder sich uusschalte und vo däm Gerät abschtecke.Wänn s wieder agluftet wird, chasch du dich wieder mit ihm verbinde.

# Name of the calm and relaxed group as used for no phone group selection
source: Calm and Relaxed
de_ch: Gmüetlich und entspannt

# Name of the fast and excited group as used for no phone group selection
source: Fast and Excited
de_ch: Schnäll und ufgrägt

# Name of the frustrated and tense group as used for no phone group selection
source: Frustrated and Tense
de_ch: Verzagt und ufgeregt

source: This is a message that's supposed to inform people that there is something <b>important</b> going on with their firmware
de_ch: Das isch en Nachricht, wo de Lüt mitteile sött, dass öppis <b>wichtiges</b> mit ihrer Firmware passiert

source: It looks like this device is not a FlutterWings (could not find the main device writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es sieht us, dass das Gerät kei FlutterWings isch (häi d Hauptgerätschaftscharakteristik ned gfunde). Wenn du sicher bisch, dass es defintiv so isch, bitte melde dä Fehler a d Tail Company.

source: It looks like this device is not a FlutterWings (could not find the main device reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es sieht us, dass das Gerät kei FlutterWings isch (häi d Hauptgerätschaftscharakteristik ned gfunde). Wenn du sicher bisch, dass es defiinitiv eso isch, denn meld das Fähler bitte de The Tail Company.

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your FlutterWings (the main service object could not be created). If you feel this is in error, please try again!
de_ch: Es isch es Problem bim Verbinde mit dine FlutterWings ufgetrete (das Hauptservice-Objekt cha ned erstellt werde). Wenn du das für mi im Fehler hältst, probier's bitte no einisch!

source: <p><b>Update Failed!</b></p><p>We have tried to update your firmware too rapidly for your device, and have had to abort. If you are getting this error:</p><p>Firstly, don't worry, your gear is safe.</p><p>Secondly, please contact us on info@thetailcompany.com and tell us that you got this error.</p>
de_ch: <p><b>Update isch nid erfolgri!</b></p><p>Mir händ gversuecht, dini Firmware z'ha schnell z'update für dii Maschine und mänd müsse abbräche. Wenn du dä Fehler bstoochisch:</p><p>Erschtens, mach dr kai Suure, diinee Brocchascht isch sicher.</p><p>Zwüschens, bitt ich di, mir z'kontaktiere uuf info@thetailcompany.com und seisch üs, dass du das Fähler becho hesch.</p>

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your FlutterWings (the battery service was not available). If you feel this is in error, please try again!
de_ch: E Fehler isch ufträte bi dr Verbindung zu ihre FlutterWings (d Batterie-Dienst isch nöd verfüegbar). Falls du dä Meinig bisch, dass das en Fehler isch, probiers bitte no einisch!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not a FlutterWings (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es schient, als ob diesen Apparat kes FlutterWings isch (kei Batteri-Stand-Charakteristik chönne finde). Falls du sicher bisch dass es definitiv so isch, bitte mäld die Fehler bim The Tail Company.

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your FlutterWings, make sure it is on and close to this device.
de_ch: Es het en Fehler geh! Wenn du versuegsch, di mit dim FlutterWings z'verbünde, sicher sii, dass es ah isch und nää an däm Gerät dran isch.

# Warning that the device disconnected itself
source: The FlutterWings closed the connection.
de_ch: Die FlutterWings hend d Verbindung zuegmacht.

source: Failed to connect to your FlutterWings. Please try again (perhaps move it closer?)
de_ch: Nid cho verbinde mit dine FlutterWings. Probiere es no einisch (vielleicht chöntsch es no chli nächer as Nähei bewege?)

source: Attempting to reconnect to your gear...
de_ch: Versueche, wieder mit dim Geraet verbunde z'werde...

source: Firmware upload complete, waiting for your gear to reboot automatically before attempting to reconnect...
de_ch: Firmware upload komplett, wartä bis dyni Uusrüstig sich vo söttou ab neu starte und ersch denn wiiders probiere es eso verbiitet..

source: The FlutterWings closed the connection, either by being turned off or losing power. Remember to charge your gear!
de_ch: D FläggerWings hend d Verbindung zuegmacht, entweder indem sie abgschaltet worde sind oder stromlos worde sind. Nimm dini Ausrüstig lad uf!

# Message shown during firmware update processes
source: Uploading firmware to your gear. Please keep your devices very near each other, and make sure both have plenty of charge (or plug in a charger now). Once completed, your gear will restart and disconnect from this device. Once rebooted, you will be able to connect to it again.
de_ch: Übertrage d Firmware uf di Geräti. Bitte halt d Geräti ganz nah bimeneinander und sorg dafür, dass beidi gnueg Akku hend (oder stöckijet jetzt en Ladegerät i). Wenn das fertig isch, wird dini Apparat neustartä und sich vo dem Gerät abmelde. Nachem Reboot chasch wieder verbinde.

source: Your MiTail currently has version 4.03 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
de_ch: Din MiTail hett aktuell d Version 4.03 Firmware installiert, wo veralteter isch und einigi bekannti Problem het! Mir würded euch <b>stark rat</b>, uf die neuscht Firmware z'update, wo das Problem behöbelet! Go mol in d'Einstellige und such d'Firmware-Abteilig, um d'Update z'mache.

source: Your MiTail currently has version 4.02 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
de_ch: Din MiTail hett aktuell d Version 4.02 Firmware installiert, wo veralteter isch und einigi bekannti Problem het! Mir würded euch <b>stark rat</b>, uf die neuscht Firmware z'update, wo das Problem behöbelet! Go mol in d'Einstellige und such d'Firmware-Abteilig, um d'Update z'mache.

source: Your MiTail currently has version 4.01 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
de_ch: Din MiTail hett aktuell d Version 4.01 Firmware installiert, wo veralteter isch und einigi bekannti Problem het! Mir würded euch <b>stark rat</b>, uf die neuscht Firmware z'update, wo das Problem behöbelet! Go mol in d'Einstellige und such d'Firmware-Abteilig, um d'Update z'mache.

source: Your MiTail currently has version 4.00 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
de_ch: Din MiTail hett aktuell d Version 4.00 Firmware installiert, wo veralteter isch und einigi bekannti Problem het! Mir würded euch <b>stark rat</b>, uf die neuscht Firmware z'update, wo das Problem behöbelet! Go mol in d'Einstellige und such d'Firmware-Abteilig, um d'Update z'mache.

source: Your MiTail currently has version 3.2.11 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
de_ch: Din MiTail hett aktuell d Version 3.2.11 Firmware installiert, wo veralteter isch und einigi bekannti Problem het! Mir würded euch <b>stark rat</b>, uf die neuscht Firmware z'update, wo das Problem behöbelet! Go mol in d'Einstellige und such d'Firmware-Abteilig, um d'Update z'mache.

source: Your MiTail currently has version 3.2.10 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
de_ch: Din MiTail hett aktuell d Version 3.2.10 Firmware installiert, wo veralteter isch und einigi bekannti Problem het! Mir würded euch <b>stark rat</b>, uf die neuscht Firmware z'update, wo das Problem behöbelet! Go mol in d'Einstellige und such d'Firmware-Abteilig, um d'Update z'mache.

source: It looks like this device is not a MiTail (could not find the main device writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es gseht us, dass das Gerät kei MiTail isch (hets hauptsächlich Schribcharakteristik nid gfunde). Wenn du sicher bisch, dass es definitiv eso isch, meld das Fähler bitte dr Tail Company.
nl_nl: Het lijkt erop alsof het apparaat geen MiTail is (kan het apparaat niet aanspreken). Als je zeker bent met het juiste apparaat te verbinden, neem dan contact op met The Tail Company

source: It looks like this device is not a MiTail (could not find the main device reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
de_ch: Es schind emal us, dass das Gerät kei MiTail isch (cha d Hauptdevice-Liesigseigenschaft ned finde). Wenn du sicher bisch, dass es defenitiv so isch, meld dis Error bitte de Tail Company.
nl_nl: Het lijkt erop alsof het apparaat geen MiTail is (kan het apparaat niet uitlezen). Als je zeker bent met het juiste apparaat te verbinden, neem dan contact op met The Tail Company
